Repository: EmergencyX/Client
Catalog: EmergencyX Client/EmergencyX Client/Properties/Resources.*.resx
Languages: de

# btnCancel
source: Cancel
de: Abbrechen

# btnSave
source: Save
de: Speichern

# columnHeaderModActiv
source: Activ?
de: Aktiv?

# columnHeaderModName
source: Modification
de: Modifikation

# columnHeaderModOrderingIndex
source: Load order
de: Ladereihenfolge

source: Emergency installation path
de: Emergency Installationspfad

source: Emergency is installed
de: Emergency ist installiert

source: Emergency is not installed
de: Emergency ist nicht installiert

# errErrorOnSettingsRead
source: Error while reading the settings.
de: Fehler beim auslesen der Einstellungen.

# errErrorOnSettingsSave
source: Error while saving the settings.
de: Fehler beim Speichern der Einstellungen.

# settingsButtonContent
source: _Settings
de: _Einstellungen

# settingsButtonToolTip
source: Modify settings
de: Einstellungen ändern

# settingsTitle
source: Settings
de: Einstellungen

# settingZipOrBrotilDescription
source: Which compression algorithm should be used?
de: Welcher Kompressionsalgorithmus soll verwendet werden?

# signInButtonContent
source: Sign in
de: Anmelden

# signInButtonToolTip
source: Perform login
de: Anmeldung durchführen

# signOutButtonContent
source: Sign out
de: Abmelden

# signOutButtonToolTip
source: Perform logout
de: Abmeldung durchführen

# settingUseBrotli
source: Brotil (advanced)
de: Brotli (fortgeschritten)

# settingUseZip
source: Zip (default)
de: Zip (standardmäßig)

# clientRestartNeeded
source: Emergency X has to be restarted because the Emergency installation path has cahanged.
de: Emergency X muss jetzt neugestartet werden, da sich der Installationspfad geändert hat.

# clientRestartNeededTitle
source: Application restart
de: Programmneustart

# changesSuccessfullSaved
source: Changes successfully saved.
de: Änderungen erfolgreich gespeichert.

# c
source: _Change load order
de: _Ladereihenfolge ändern

# e
source: _Enable or disable marked modification
de: _Aktivieren bzw. deaktiveren der selektierten Modifikation

# prefixEnabled
source: Activ:
de: Aktiv:

# prefixModificationName
source: Modification:
de: Modifikation:

# prefixOrderingIndex
source: Ordering Index:
de: Ladeposition:

source: Login failed!
de: Login fehlgeschlagen!

# successFullLoggedIn
source: Login successfull!
de: Erfolgreich eingeloggt!

source: _Run Emergency
de: _Emergency starten

source: Password
de: Passwort

source: Username
de: Benutzername
